* foo and foo

한글이다 이건 푸다
and this is the foo
this is foo

- and foo
- and more foo and bar

* cd collection
  :PROPERTIES:
  :ndisks_ALL: 1 2 3 4
  :END:
** classic
*** goldberg variations
    :PROPERTIES:
    :title:    goldenberg variations
    :composer: j.s. bach
    :ndisks:   2
    :END:      

* os
** linux
*** debian
    :PROPERTIES:
    :base:     debian
    :pkg:      deb
    :END:
*** redhat
    :PROPERTIES:
    :base:     redhat
    :pkg:      rpm
    :END:
*** centos
    :PROPERTIES:
    :base:     redhat
    :pkg:      rpm
    :END:
*** ubuntu
    :PROPERTIES:
    :base:     debian
    :pkg:      deb
    :END:
*** slackware
    :PROPERTIES:
    :base:     slackware
    :END:
** windows
*** 3.1
*** 95
*** 98
*** xp
*** vista
*** 7
*** 8
*** 8.1
*** 10
*** 2000
*** 2003
* this is the foo
<2015-12-23 Wed 20:20>

as always

이건 꿈에 대한 기록이 아니다 꿈에 대한 자신감이다 나를 아프게 한 자신감이다 아니면 무엇이었을까
아니면 무엇이었을까 아니었을까
아닌 것이 이었을까

* this is foo
* tbl

| Name | Phone | Age |
|------+-------+-----|
|      |       |     |

| java.org   | wine.org     |
| jekyll.org | wireless.org |

| Binary   | Oct | Dec | Hex | Abbr | [a] | [b] | [c] | Name            |
| 000 0000 | 000 |   0 |  00 | NUL  | ?   | ^@  | \0  | Null character  |
| 000 0001 | 001 |   1 |  01 | SOH  | ?   | ^A  |     | Start of Header |
| 000 0010 | 002 |   2 |  02 | STX  | ?   | ^B  |     | Start of Text   |
| 000 0011 | 003 |   3 |  03 | ETX  | ?   | ^C  |     | End of Text     |

* tbl + calc
* ex
  DEADLINE: <2014-10-16 목> SCHEDULED: <2014-10-16 목>
|---+---+---+---+---|
|   |   |   |   |   |
|   |   |   |   |   |
ec

date

[2014-10-16 목 18:33]
....
<2014-10-16 목>
[2014-10-16 목 18:33]--[2014-10-16 목 18:33]
[2014-10-16 목]
* code

#+BEGIN_SRC emacs-lisp

  (defun hello()
    (print 'hello))

#+END_SRC

#+RESULTS:
: hello

#+BEGIN_EXAMPLE

  '<e' then <TAB>
  '<s' then <TAB>

#+END_EXAMPLE


#+BEGIN_SRC emacs-lisp

(+ 3 3)

#+END_SRC

#+RESULTS:
: 6

#+BEGIN_SRC c

  main()
  {
    printf("hello\n");
  }

#+END_SRC

* DONE service 

#+BEGIN_SRC emacs-lisp
  '(company
    (service)
    (infra
     ((conn
       balancer
       web-server)
      (app
       source
       xm)
      (repository
       record
       file)))
    (member))
#+END_SRC

#+RESULTS:
| company | (service) | (infra ((conn balancer web-server) (app source xm) (repository record file))) | (member) |

